{
  "tabs": {
    "tab-OWO": {
      "title": "What is OWO?",
      "content": "OWO is a popular emoticon used on the internet that expresses surprise or delight!"
    },
    "tab-A": {
      "title": "What is \"Meme Appreciation Month\"?",
      "subsections": [
        {
          "content": [
            "Archives say it started in Canada as an idea by Ben (VA4BEN) to spread joy and good humor among amateur radio operators on the airwaves.",
            "In reality, it is a way for young amateur radio operators to have fun, use cool callsigns, and participate in an interesting activity together.",
            "It all started in 2022 with the first Meme Appreciation Month and iconic callsigns like VB4LIGMA, VB3YEET, VC9CATGIRL, VC3RIKROLL, VC3DEEZ, and many more.",
            "The second edition in 2023 brought callsigns like VC9FEMBOY, DZ2NUTS, PD33ZDOGE, and DL0NGCAT.",
            "2024 was already the fourth edition. In theory. That's the joke.",
            "2025 is the third edition because we managed to find it in 2024."
          ]
        },
        {
          "subtitle": "What is a meme, and why should it be appreciated?",
          "content": [
            "Officially, according to the dictionary, a meme is an image, video, text, etc., usually humorous in nature, that is copied and quickly spread by internet users, often with slight changes. In short - a meme is something most young people know and find funny.",
            "In reality, it is a way for young amateur radio operators to have fun, use cool callsigns, and participate in an interesting activity together.",
            "If this fun element reaches amateur radio and attracts young people - it will be perfect, right?"
          ]
        },
        {
          "subtitle": "Meme Appreciation Award 2025",
          "content": [
            "This time, for your contacts with all meme-related callsigns, you can earn fantastic awards!",
            "You can check if you qualify and download your award on this page:"
          ]
        }
      ]
    },
    "tab-B": {
      "title": "Who is participating? How many operators can there be?",
      "content": [
        "The following callsigns have been registered for Meme Appreciation Month:"
      ],
      "no_data_message": "No data for this region, maybe you'll join us? :D",
      "error_message": "Error loading data"
    },
    "tab-C": {
      "title": "When is it happening?",
      "content": "The event will be active from June 15, 2025, to August 15, 2025."
    },
    "tab-D": {
      "title": "What and where are we operating?",
      "sections": [
        {
          "subtitle": "Operating Modes",
          "content": [
            "We will most likely operate mainly on FT8 (to spread the fun to as many people as possible) and SSTV (to share more memes).",
            "Additionally, SSB operations are planned, as well as other digital modes. OLIVIA, JS8, maybe Hellschreiber? Who knows.",
            "If you're a POTA hunter, keep your eyes open for some POTA activations."
          ]
        },
        {
          "subtitle": "What bands?",
          "content": [
            "Probable operations will include the entire HF band (160m-10m), as well as 2m, 70cm, and satellite work on QO-100 (for those within range)."
          ]
        }
      ]
    },
    "tab-E": {
      "title": "Why are we doing this?",
      "content": [
        "Boredom, lack of ideas, too much time (^: ",
        "We want to spread joy and good humor among amateur radio operators worldwide. It's also a great opportunity to attract young people to amateur radio."
      ]
    },
    "tab-F": {
      "title": "QSL? QSL! How to get one of these epic meme QSL cards?",
      "subsections": [
        {
          "subtitle": "How to get one of these epic meme QSL cards?",
          "content": [
            "QSL rules vary depending on the operator. Please check the QRZ pages of each callsign."
          ]
        },
        {
          "subtitle": "Examples of previous QSL cards:",
          "content": []
        }
      ]
    },
    "tab-G": {
      "title": "Meme Appreciation Month 4: In search of the third edition",
      "content": "List of callsigns from the 2024 event. It lasted from June 15, 2024, to August 15, 2024.",
      "no_data_message": "No data for the 2024 event."
    },
    "tab-H": {
      "title": "Meme Appreciation Month 2: Electric Boogaloo",
      "content": "List of callsigns from the 2023 event. It lasted from June 15, 2023, to August 15, 2023.",
      "no_data_message": "No data for the 2023 event."
    },
    "tab-I": {
      "title": "Meme Appreciation Month",
      "content": "List of callsigns from the 2022 event. It lasted from June 15, 2022, to August 15, 2022.",
      "no_data_message": "No data for the 2022 event."
    },
    "tab-J": {
      "title": "About the website",
      "subsections": [
        {
          "subtitle": "Why was this website created?",
          "content": [
            "The website was created as a translation of the original diploma action website, and as a small project where most texts are stored in a separate file.",
            "And of course, it was created during autistic motivation :D,"
          ]
        },
        {
          "subtitle": "What data is stored?",
          "content": [
            "The website does not store any data in cookies or on the server; cookies are only for eating ;3."
          ]
        },
        {
          "subtitle": "Website creators",
          "content": [
            "Website rewrite and PL translation: <a href='https://github.com/YamishoYami' style='text-decoration: underline;'>YamishoFen SP0FEN</a>",
            "Technical support: <a href='https://github.com/riomoo' style='text-decoration: underline;'>riomoo</a>",
            "PL translation support: <a href='https://github.com/1GoldenNugget1' style='text-decoration: underline;'>Kasp S02NIC</a>"
          ]
        },
        {
          "subtitle": "",
          "content": [
            "Original website: <a href='https://mememonth.org/' style='text-decoration: underline;'>mememonth.org</a>",
            "API and main website author: <a href='https://github.com/DB4SCW' style='text-decoration: underline;'>Stefan DB4SCW</a>"
          ]
        }
      ]
    }
  },
  "discord": {
    "heading": "How to join the madness?",
    "link": "https://discord.gg/fyvjGkky7W",
    "image_src": "https://mememonth.org/join-our-discord.png",
    "image_alt": "Join our Discord server"
  },
  "certificate": {
    "info_before": "Certificates for Meme Appreciation Month 2025 are not yet available. The event will start on June 15, 2025. Please check back later!",
    "info_after": "Certificates for Meme Appreciation Month 2025 are now available!",
    "button_text": "Download certificate",
    "button_url": "https://hamawardz.app/logcheck/meme-appreciation-award-2025"
  },
  "status_bar": {
    "version": "Version 1.0.0",
    "ptt_message": "Press PTT for more fun.",
    "transmission_message": "Transmitting all your sensitive passwords on 27.025 MHz USB.....21.37% complete",
    "cpu_usage": "CPU Usage: "
  }
}


